[
  {
    "id": "LIA-00001",
    "fullName": "Abinet Esayas Chare",
    "dateOfBirth": "2016-08-24",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "kg",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "45 minutes",
    "family": "Lives with his stepmother and father after losing his mother.",
    "location": "Tonkora, Boreda, Arbaminch, Southern Ethiopia",
    "education": "Grade 2 at Misola full Primary School",
    "aspiration": "Doctor",
    "hobby": "Playing with his peers",
    "about": "Abinet is a resilient young boy facing emotional and educational challenges after the loss of his mother. He lives in a region known for agriculture but affected by outdated methods and lack of healthcare. Despite family struggles and social traditions, he is determined to continue his education and achieve his dream of becoming a doctor.",
    "sponsor": "Mars Yenesh"
  },
  {
    "id": "LIA-00002",
    "fullName": "Abenet Wondimu Bonga",
    "sponsor": "Jerusalem Abebe",
    "dateOfBirth": "2015-08-13",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "45 minutes",
    "family": "Lives with his mother, who faces significant financial hardships. He has three siblings—two started school but had to drop out and migrate to Addis Ababa for work, while the youngest sibling is not attending school due to the family's struggles.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher and helping others learn",
    "hobby": "Playing soccer in his free time",
    "about": "Abenet Wondimu is a hopeful and bright young boy from southern Ethiopia, where families often struggle to make ends meet. He lives with his mother, who works tirelessly to provide for her children amidst severe financial challenges. Abenet's two older siblings were forced to drop out of school and migrate to Addis Ababa for work, while his younger sibling has not been able to start school due to the family's difficult circumstances. The community Abenet lives in faces many obstacles, including preventable diseases, malnutrition, and a lack of healthcare services. Though the region is agriculturally rich, outdated farming methods and limited access to markets hinder its potential. Schools in the area are under-resourced, making it challenging for children to access quality education. Despite these hardships, Abenet remains determined to continue his education, aspiring to become a teacher and inspire others in his community."
  },
  {
    "id": "LIA-00003",
    "fullName": "Aberash Kurka Kunta",
    "sponsor": "Fasil Tekle",
    "dateOfBirth": "2012-10-19",
    "joinedSponsorshipProgram": "2021-02-20",
    "ageAtJoining": 9,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 5",
    "school": "Gamo Primary School",
    "walkToSchool": "15 minutes",
    "family": "Lives with her Mother, Minake Mola. Her parents work as farmers to support the family. She has two younger siblings and one older sibling.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse to care for others",
    "hobby": "Singing and often brings joy to those around her with her songs",
    "about": "Aberash Kurka is a bright and compassionate girl growing up in Amuro, a rural area in southern Ethiopia. Despite the many challenges in her community, including the prevalence of malaria, inadequate healthcare, and limited access to basic necessities like clean water and food, Aberashe remains determined to pursue her dreams. Living with her legal guardian and siblings, Aberashe is inspired by her passion for helping others and hopes to become a nurse. Her love for singing reflects her optimistic spirit and brings light to her family and friends."
  },
  {
    "id": "LIA-00004",
    "fullName": "Abiti Amano Kodo",
    "sponsor": "Yilak Desta",
    "dateOfBirth": "2015-03-09",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 7,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his grandmother, who struggles with mental health challenges and has been outcasted by the community. His father passed away, and his mother remarried and moved away.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a mechanic and helping his community with his skills",
    "hobby": "Playing soccer in his free time",
    "about": "Abiti Amano is a determined young boy from southern Ethiopia, facing extraordinary challenges at a young age. After losing his father and being abandoned by his mother, he now lives with his grandmother, who is both mentally ill and marginalized by the community. Despite these hardships, Abiti remains resilient and hopeful about his future. The region Abiti lives in is agriculturally rich but suffers from outdated farming methods, limited healthcare, and social stigma against mental health issues. Families in the community face food insecurity, lack of clean water, and limited educational opportunities. Schools are poorly equipped, and many children are unable to complete their education due to financial and social barriers. Abiti's determination to become a mechanic reflects his desire to overcome adversity and build a life where he can support himself and others."
  },
  {
    "id": "LIA-00005",
    "fullName": "Abiti Buchamo Mara",
    "sponsor": "Nebiyu Biru",
    "dateOfBirth": "2016-03-16",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with his Mother, Malale Sape. His parents work as farmers to support the family. He has two sisters and three brothers, none of whom were able to complete high school due to financial difficulties.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help his community",
    "hobby": "Playing soccer with his friends",
    "about": "Abiti Buchamo is a curious and determined boy growing up in Amuro, a rural region in southern Ethiopia. Life in his community is challenging, with widespread issues such as malaria and inadequate access to healthcare facilities. His family works hard to make ends meet, but financial struggles have prevented his siblings from completing their education. Despite these hardships, Abete is focused on his education and aspires to become a doctor to make a positive impact on his community. His passion for learning and his love for soccer bring joy and hope to his days."
  },
  {
    "id": "LIA-00006",
    "fullName": "Abite Hamisso Hanche",
    "sponsor": "Ageazi Eden",
    "dateOfBirth": "2015-03-26",
    "joinedSponsorshipProgram": "2021-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with his single mother, who struggles to provide for the family. He has four siblings, none of whom are currently attending school due to their difficult financial situation.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor and helping those in need",
    "hobby": "Playing soccer and spending time with friends",
    "about": "Abite Hamisso is a bright and hopeful young boy from southern Ethiopia. He lives with his single mother, who faces immense hardships as she works tirelessly to care for her five children. Due to their life circumstances, Abite's siblings have not been able to attend school, leaving Abite as the family's beacon of hope for a better future. Despite living in an agriculturally rich area, families like Abite's face numerous challenges, including food insecurity, lack of clean water, inadequate healthcare, and poorly equipped schools. The community also struggles with outdated farming methods and limited access to markets, further compounding their struggles. Abite's determination to become a doctor reflects his aspiration to rise above these hardships and provide a better life for his family and community."
  },
  {
    "id": "LIA-00007",
    "fullName": "Abiti Assaye Barude",
    "sponsor": "Versavel Melaku",
    "dateOfBirth": "2015-06-15",
    "joinedSponsorshipProgram": "2021-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 3",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with his single mom with hardship, who works tirelessly on farms to support Abet and his younger brother.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of completing his education and helping his family",
    "hobby": "Playing with his brother and exploring his surroundings",
    "about": "Abiti Assaye is a determined and cheerful boy growing up in Wude, Boreda, Arbaminch, a region known for its agricultural potential but also significant challenges. He lives with his single mom with hardship, who works tirelessly on farms to support Abiti and his younger brother. Life in Wude is tough, with frequent risks of malaria, inadequate food, and limited access to clean water, electricity, and healthcare. The family resides in a small home with no access to modern utilities. Education opportunities are limited to low-quality primary schools, with no options for advanced learning. Abet and his brother are also exposed to harmful cultural practices prevalent in the region. Despite these challenges, Abiti is eager to continue his education and bring hope to his family."
  },
  {
    "id": "LIA-00008",
    "fullName": "Amanuel Soka Sorsa",
    "sponsor": "Zinash Bekele",
    "dateOfBirth": "2011-02-09",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 11,
    "gradeAtJoining": null,
    "currentGrade": "Grade 8",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his mother and three siblings (who lives in Addis Ababa). His mother works tirelessly on the farm but struggles to provide basic necessities like food, shelter, and clothing for the family.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help others",
    "hobby": "Playing with friends and family",
    "about": "Amanuel Soka is a hardworking and compassionate boy from southern Ethiopia. Despite his family's challenges, he is determined to succeed and fulfill his dream of becoming a doctor. His mother, the sole breadwinner, works on a farm but faces immense difficulties in providing for the family's needs. The region where Amanuel lives is agriculturally rich but struggles with economic barriers, including outdated farming methods and limited access to markets. Healthcare and education are severely underdeveloped, with preventable diseases like malnutrition and malaria taking a toll on the community. Schools are run-down and poorly equipped, adding to the hardships children face in pursuing education. Amanuel is dedicated to overcoming these obstacles and making a positive impact in his community. His love for volleyball brings joy and balance to his life, even amid difficulties."
  },
  {
    "id": "LIA-00009",
    "fullName": "Demekech Deliso Darcho",
    "sponsor": "Mengistu Tamire",
    "dateOfBirth": "2011-02-10",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": null,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 8",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her family, including seven siblings. Due to financial challenges, her family was unable to send all the children to school, and she had to stop her education before joining the sponsorship program.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help her family and community",
    "hobby": "Playing volleyball and finds joy and teamwork in the sport",
    "about": "Demekech Deliso is a determined and bright young girl living in southern Ethiopia. Her family's financial struggles made it difficult to support the education of all seven siblings, forcing Demekech to drop out of school at an early age. However, through the sponsorship program, she was able to return to school, where she now excels as a student. Her dream of becoming a doctor is fueled by her desire to help her family and community overcome the challenges they face. In addition to her academic aspirations, Demekech enjoys playing volleyball, which gives her moments of happiness and camaraderie with her peers. Demekech's resilience and commitment to her education make her a role model for her siblings and a beacon of hope for her family."
  },
  {
    "id": "LIA-00010",
    "fullName": "Asnakech Chamebara Chere",
    "sponsor": "Samuel Gref",
    "dateOfBirth": "2014-05-22",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 7,
    "gradeAtJoining": null,
    "currentGrade": "Grade 3",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Lives with her single father and Stepmother, who works as a farmer to support the family. She has four younger siblings (Two brothers and Two sisters).",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse",
    "hobby": "Reading the Bible and learning from it",
    "about": "Asnakech Chamebara is a kind-hearted and ambitious girl growing up in Wude, a rural area in southern Ethiopia. Her family works hard to provide for their needs, but life in her community is fraught with challenges. The region has a high prevalence of malaria, inadequate access to healthcare, and shortages of clean water, food, and other basic necessities. Despite these hardships, Asnakech is determined to achieve her dream of becoming a nurse and helping her community. Her passion for reading the Bible reflects her faith and hope for a brighter future."
  },
  {
    "id": "LIA-00011",
    "fullName": "Asrat Abebe Kumalo",
    "sponsor": "Abenezer Nuro",
    "dateOfBirth": "2015-05-08",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": null,
    "currentGrade": "Grade 2",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 30 minutes",
    "family": "Father is not alive and her mother is not living with her. She is living with her Auntie and two siblings. Her mother works tirelessly to provide for the family, but they face significant challenges in meeting basic needs like food, shelter, and clothing.",
    "location": "Haylash, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Playing music",
    "about": "Asrat Abebe is a determined and caring young girl living in southern Ethiopia, a region known for its rich cultural heritage and natural beauty but also for its socio-economic struggles. Her family faces ongoing challenges in securing daily necessities, including food and clothing. Asrat's mother, the sole provider for the family, works incredibly hard to care for Asrat and her siblings, but the lack of stable income and community resources makes their lives difficult. Like many families in the area, they are affected by malnutrition, limited healthcare access, and a lack of educational support. Despite these hardships, Asrat is a bright and optimistic child who holds onto her dream of becoming a doctor. She is inspired to help others and create a healthier, brighter future for her community. Her cheerful nature and strong bonds with her friends bring light to her everyday life, even amidst adversity."
  },
  {
    "id": "LIA-00012",
    "fullName": "Ezekiel Duno Goncho",
    "sponsor": "Biniyam Ahmed",
    "dateOfBirth": "2018-06-15",
    "joinedSponsorshipProgram": "2024-12-09",
    "ageAtJoining": 7,
    "gradeAtJoining": null,
    "currentGrade": "KG 1",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with his Auntie Birtukan and Three younger siblings. His father passed away long ago, and after his mother remarried, Birtukan took on the responsibility of raising his siblings. Due to these challenges, Birtukan sacrificed her education and his spot in the program to give Ezekiel a chance for a better future.",
    "location": "Haylash, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help heal his sister, who sometimes falls ill",
    "hobby": "Playing soccer with his friends",
    "about": "Ezekiel Duno is a kind-hearted and determined 6-year-old boy from Haylasho Boreda, a rural village in southern Ethiopia. He joined the LIA sponsorship program in December 2024, replacing his older sister Birtukan, who gave up her spot in the program to provide her younger siblings with a better opportunity. Ezekiel's family faces significant challenges. His father passed away years ago, and after his mother remarried, life became increasingly difficult for Birtukan. She has taken on the role of caretaker for Ezekiel and their younger sibling, sacrificing her education and opportunities to ensure her siblings have a chance at a better life. Ezekiel is grateful for his sister's sacrifice and dreams of becoming a doctor so he can one day heal her and improve their lives. In his free time, he enjoys playing soccer, which brings him joy and a sense of normalcy amidst their struggles."
  },
  {
    "id": "LIA-00013",
    "fullName": "Bethelhem Markos Gurda",
    "sponsor": "Nathan Solomon",
    "dateOfBirth": "2011-06-15",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 10,
    "gradeAtJoining": null,
    "currentGrade": "Grade 7",
    "school": "Gamo Primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with her parents and five siblings. Her parents are farmers who work hard to support the family but struggle to meet their basic needs.",
    "location": "Zege, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse",
    "hobby": "Playing music",
    "about": "Bethelhem Markos is a determined and hopeful girl growing up in the rural region of Arbaminch Zege in southern Ethiopia. Despite the challenges her family faces, Bethelhem is passionate about her future and aspires to become a nurse, inspired by her desire to help others. Her parents, who are farmers, face difficulties in providing for their family due to the lack of access to larger markets and modern farming tools. This leaves the family struggling to meet their basic needs, including food, shelter, and clothing. Bethelhem's community suffers from preventable diseases like malaria and malnutrition, compounded by harmful practices such as early child marriage and limited education opportunities for girls. The schools in her area are poorly equipped, and infrastructure such as clean water, electricity, and internet is non-existent. Despite these hardships, Bethelhem is committed to her education and finds joy in playing music."
  },
  {
    "id": "LIA-00014",
    "fullName": "Meskerem Banga Begeji",
    "sponsor": "Meron Melaku",
    "dateOfBirth": "2014-09-10",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 9,
    "gradeAtJoining": null,
    "currentGrade": "Grade 5",
    "school": "Serete primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with her parents, both of whom have disabilities, making it difficult for them to farm or earn a stable income. Her family struggles with poverty, and Meskerem shoulders significant emotional and financial challenges alongside them. She have five siblings (Two brothers and Three sisters)",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help her parents with their disabilities and bring hope to her family",
    "hobby": "Playing volleyball with her friends",
    "about": "Meskerem Banga is a compassionate and determined 10-year-old girl from Serete, Boreda, a rural village in southern Ethiopia. She joined the LIA sponsorship program in November 2024, full of hope to overcome the challenges her family faces and pursue her dream of becoming a doctor. Meskerem's parents live with disabilities, limiting their ability to farm and provide for the family. This has left the family struggling with severe poverty. Despite these challenges, Meskerem is deeply committed to her education, seeing it as the key to a better future for herself and her family. She dreams of becoming a doctor to help her parents with their disabilities and support her family. In her free time, Meskerem enjoys playing volleyball, which brings her joy and provides a sense of community. Her resilience, determination, and compassion make her an inspiration to those around her."
  },
  {
    "id": "LIA-00015",
    "fullName": "Ejigu Sorsa Sore",
    "sponsor": "Adane Bedada",
    "dateOfBirth": "2015-07-08",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his mother, who works as a farm laborer, and his two sisters. The family struggles to meet basic needs like food, shelter, and clothing.",
    "location": "Yego, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher to inspire and educate others",
    "hobby": "Playing soccer with his friends and siblings",
    "about": "Ejigu Sorsa is a hardworking and optimistic boy growing up in southern Ethiopia. His family lives in a region with natural springs and groundwater forests, but poverty and limited agricultural development make life difficult. Despite his mother's efforts as a farm laborer, the family often struggles to meet their daily needs. Ejigu's community faces many challenges, including limited access to healthcare, malnutrition, and harmful cultural practices such as child marriage. Schools in the area are poorly equipped, making it difficult for children to receive quality education. Yet, Ejigu remains determined to achieve his dream of becoming a teacher and breaking the cycle of poverty for his family."
  },
  {
    "id": "LIA-00016",
    "fullName": "Elsabeth Haile Hanka",
    "sponsor": "Hana Negussie",
    "dateOfBirth": "2011-07-07",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 11,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 8",
    "school": "Misola full primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her Mother and two siblings (Two Sisters) in a challenging environment where meeting basic needs like food, shelter, and clothing is a daily struggle.",
    "location": "Haylash, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Aspires to become a teacher to educate and inspire others in her community",
    "hobby": "Singing and dreams of performing songs in her church to share her faith and uplift others",
    "about": "Elsabeth Haile is a bright and compassionate young girl living in southern Ethiopia, where she faces daily struggles with her family. Despite the financial and social hardships, her parents work tirelessly to provide for Elsabeth and her two siblings. However, the family still faces significant challenges in accessing essential resources like education, healthcare, and nutritious food. Elsabeth's community, like many others in the region, grapples with issues like poverty, malnutrition, and inadequate schooling. Even with these obstacles, Elsabeth's determination shines through. Her dream of becoming a teacher stems from her desire to educate and empower others, helping to bring positive change to her community. In addition to her academic aspirations, Elsabeth finds joy in singing, especially in her church, where she hopes to inspire others through her faith. Her love for music and devotion to God are sources of strength and hope in her life."
  },
  {
    "id": "LIA-00017",
    "fullName": "Robel Makayno Mamru",
    "sponsor": "Etsegenet Tesfa",
    "dateOfBirth": "2019-05-18",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 5,
    "gradeAtJoining": null,
    "currentGrade": "KG 1",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Is the younger brother of Yossef. Their father passed away by suicide, leaving their mother to struggle to provide food and send both children to school. Despite organizational policy not allowing more than one child per family in the program, the board made an exception for Robel, voting to include him due to the family's dire situation. Robel have 4 siblings in total(three brothers and one sister)",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Playing soccer with his friends",
    "about": "Robel Makayno is a bright and hopeful 5-year-old boy from Wude Boreda, a rural village in southern Ethiopia. He joined the LIA sponsorship program on June 24, 2024, despite the organization's policy of only sponsoring one child per family. His inclusion was approved by a board vote, recognizing the extreme challenges faced by his family. Robel's father passed away by suicide, leaving his mother to care for Robel and his brother Yossef on her own. Life has been incredibly difficult for the family, as his mother struggles daily to provide food and education for her children. Despite these hardships, Robel is full of hope and determination, dreaming of becoming a doctor to help others. In his free time, Robel enjoys playing soccer, which brings him joy and allows him to bond with other children in his village. His positive spirit and resilience inspire those around him, making him a beacon of hope for his family."
  },
  {
    "id": "LIA-00018",
    "fullName": "Erebca Kebede kassa",
    "sponsor": "Betsegaw Yigezu",
    "dateOfBirth": "2011-01-19",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 11,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 7",
    "school": "Gamo Primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her Parents and three siblings. One of her siblings stopped school in 8th grade and migrated to Addis Ababa for a better job, while the other two have never attended school.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher to inspire and educate others",
    "hobby": "Playing Volleyball",
    "about": "Erebca(Erte) Kebede is a resilient and determined girl growing up in Tenkora, Arbaminch, a region known for its agricultural potential but also significant challenges. Life in her community is fraught with difficulties such as limited access to clean water, food, and healthcare. The lack of child protective services and gender disparities in healthcare opportunities further exacerbate these challenges. Erebca lives in a society with only elementary education available, and harmful traditions like child marriage often cut short girls' potential. Despite these challenges, Erebca is determined to overcome the obstacles in her way and envisions a brighter future for herself and her family."
  },
  {
    "id": "LIA-00019",
    "fullName": "Eyob Sorsa Sorato",
    "sponsor": "Yonathan Admasu",
    "dateOfBirth": "2013-12-12",
    "joinedSponsorshipProgram": "2023-02-23",
    "ageAtJoining": 10,
    "gradeAtJoining": "Grade 2",
    "currentGrade": "Grade 7",
    "school": "Serete Full Primary School",
    "walkToSchool": "1 hour",
    "family": "Eyob now lives with his older brother and four siblings; one sibling left school and the others migrated to Addis Ababa for work.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a medical doctor",
    "hobby": "Playing guitar and hopes to perform in church",
    "about": "Eyob is a determined boy who endures severe poverty, limited clean water, and poorly equipped schools. Despite surviving on one meal a day in a village without electricity, his resolve to study medicine and serve his community remains unbroken."
  },
  {
    "id": "LIA-00020",
    "fullName": "Handisso Harise Buratu",
    "sponsor": "Eskedar Abebe",
    "dateOfBirth": "2018-04-01",
    "joinedSponsorshipProgram": "2024-02-24",
    "ageAtJoining": 6,
    "gradeAtJoining": "Not yet in school",
    "currentGrade": "KG 2",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Handisso lives with his parents and four siblings; three siblings are out of school and work to survive.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing soccer",
    "about": "Handisso grows up in an isolated farming village that battles outdated agriculture, malnutrition, and overcrowded schools. His curiosity and love for soccer fuel his ambition to study engineering and improve life for his family and neighbors."
  },
  {
    "id": "LIA-00021",
    "fullName": "Nathanael Koysha Kore",
    "sponsor": "Yonas Girma",
    "dateOfBirth": "2015-08-05",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his parents and three siblings (one brother and two sisters). Despite facing significant hardships, they support one another in their daily struggles.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Aspires to become a teacher to inspire and educate others in his community",
    "hobby": "Playing soccer and enjoys the sense of teamwork and fun the sport provides",
    "about": "Nathanael (Hazal) Koysha is a bright and determined young boy living in southern Ethiopia. He faces many challenges at home but remains hopeful about his future. Living with his three siblings, Hazal understands the importance of education and dreams of becoming a teacher to help others learn and grow. Soccer is Nathanael (Hazal)'s favorite pastime, offering him a break from daily struggles and a chance to build friendships and teamwork skills. His optimism and dedication to his studies make him a beacon of hope for his family and an example for his peers. With the right support, Hazal can pursue his dream and contribute positively to his family and community."
  },
  {
    "id": "LIA-00022",
    "fullName": "Kebedech Kafto Kana",
    "sponsor": "Aregash Abraha Tsege",
    "dateOfBirth": "2018-06-16",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 4,
    "gradeAtJoining": null,
    "currentGrade": "KG 2",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her family and her mother is now pregnant, who is a farmer, and one sibling. Her father struggles to provide for the family due to limited resources. She have 4 siblings (three brothers and one sister)",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse to help her community",
    "hobby": "Playing sports and staying active with friends",
    "about": "Kebedech Kafto is a joyful and energetic girl growing up in southern Ethiopia. Despite her young age, she dreams of making a difference in her community by becoming a nurse. Kebedech lives with her hardworking father and siblings in a remote agricultural region. Though her father works tirelessly, outdated farming methods and lack of access to markets leave the family struggling to meet even their basic needs. The community where Kebedech lives faces significant challenges, including a lack of healthcare, malnutrition, and limited access to clean water. Harmful traditions like child marriage and the undervaluation of girls' education further limit opportunities for young girls like Kebedech. Schools in the region are run-down and ill-equipped, making it difficult for children to receive quality education. Despite these challenges, Kebedech remains hopeful, dreaming of an education and a brighter future where she can serve her community as a nurse."
  },
  {
    "id": "LIA-00023",
    "fullName": "Kuku Balemo Berza",
    "sponsor": "Admasu Lalisho",
    "dateOfBirth": "2016-04-28",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": null,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 2",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her single mother and three siblings. Her family faces significant challenges as her mother is ill and one of her siblings is battling tuberculosis, requiring regular medication and care.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor so she can heal her mother and help others in her community",
    "hobby": "Running and finds joy and energy through this activity",
    "about": "Kuku Balemo is a spirited and compassionate young girl living in southern Ethiopia. Her family faces many hardships, including her mother's illness and her sister's struggle with tuberculosis. Despite these challenges, Kuku is filled with hope and determination to create a better future for herself and her family. Her dream of becoming a doctor stems from her deep desire to heal her mother and bring comfort to her family. Kuku's love for running reflects her vibrant personality and her ability to find moments of happiness even in tough circumstances. With the support of the sponsorship program, Kuku can continue her education and work toward her goal of helping her family and community."
  },
  {
    "id": "LIA-00024",
    "fullName": "Mebratu Metena Altaye",
    "sponsor": "Yonathan Lambebo",
    "dateOfBirth": "2013-07-19",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 5",
    "school": "Misola Full Primary School",
    "walkToSchool": "1 hr 20 minutes",
    "family": "His father has passed away; he now lives with his mother Askale Herayessa and five siblings. Two of his siblings currently live in Addis Ababa.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing soccer",
    "about": "Mebratu Metena is a bright and determined boy growing up in Wude, Boreda, Arbaminch. Life in their community is challenging, with high risks of malaria, limited access to clean water, and no electricity or internet. Despite these obstacles, Mebratu remains optimistic and focused on his dream of becoming an engineer. His passion for learning and love for soccer keep his spirits high."
  },
  {
    "id": "LIA-00025",
    "fullName": "Martha Merid Mehamecha",
    "sponsor": "Biruk Feleke",
    "dateOfBirth": "2013-10-10",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 5",
    "school": "Misola Full Primary School",
    "walkToSchool": "1 hr 20 minutes",
    "family": "Martha lives with her mother and five siblings after the passing of her father. The family faces significant hardships in meeting daily needs.",
    "location": "Haylasho, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Playing volleyball",
    "about": "Martha Merid is a kind and hardworking girl determined to help her family by becoming a doctor. Her passion for volleyball brings her moments of joy despite daily struggles, and her determination inspires hope for a better future."
  },
  
  {
    "id": "LIA-00026",
    "fullName": "Nebiyu Endrias Laa",
    "sponsor": "Amanuel Zewide",
    "dateOfBirth": "2017-09-21",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 3,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 3",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with his mother and younger brother, both of whom rely on limited resources to meet their daily needs. His father passed away.",
    "location": "Haylasho, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Playing soccer with his friends and brother",
    "about": "Nebiyu Endrias is a lively and curious boy growing up in Haylasho, Boreda, Arbaminch, a rural area in southern Ethiopia. He lives with his mother and younger brother, both of whom rely on limited resources to meet their daily needs. Life in Halesh is challenging, with frequent occurrences of malaria, insufficient food, and a lack of stable housing. The family struggles with limited access to clean water and basic utilities like electricity and internet. Despite these hardships, Nebiyu is full of hope and determination to become a teacher and make a positive impact in his community. His love for soccer brings joy to his days, even in difficult circumstances."
  },
  {
    "id": "LIA-00027",
    "fullName": "Petros Kama Kore",
    "sponsor": "Bilisuma Diriba",
    "dateOfBirth": "2009-11-11",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 12,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 7",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his single mother and one sibling. His brother had to stop school due to financial difficulties and he migrated to Addis Ababa.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a Bank manager",
    "hobby": "Playing soccer",
    "about": "Petros Kama is a bright and determined boy from Zage Boreda, a remote village in southern Ethiopia. Despite the many challenges he faces, Petros is passionate about his education and dreams of building a better future for himself and his family. Petros lives with his hardworking mother, who struggles to provide for the family, and his older brother, who had to leave school due to their financial situation. Life in Zage Boreda is tough, with no access to clean water, electricity, or proper healthcare. The community's agricultural potential remains untapped due to outdated farming practices, leaving families trapped in poverty. Schools in the area are poorly equipped, and children like Petros face additional challenges, such as limited resources and community barriers, yet he remains hopeful and determined."
  },
  {
    "id": "LIA-00028",
    "fullName": "Sarka Samuel Shata",
    "sponsor": "Tenagne Yetimgeta",
    "dateOfBirth": "2015-10-29",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Serete primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with his parents and four siblings. His parents are farmers who struggle to provide for the family despite their hard work.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing soccer",
    "about": "Sarka Samuel is a bright and determined boy growing up in Arbaminch Boreda, a region in southern Ethiopia. His family works tirelessly as farmers, yet they face significant challenges in meeting their basic needs, including food, shelter, and clothing. The lack of access to larger markets and modern farming tools keeps families like Sarka's in a cycle of poverty. Sarka's community struggles with preventable diseases like malaria and malnutrition, as well as societal issues such as early pregnancies, child marriage, and limited nutrition knowledge. Schools in the area are poorly equipped and offer only elementary education. The absence of child protection systems leaves children vulnerable to neglect and abuse. Additionally, the region lacks basic infrastructure, including access to clean water, electricity, and internet services. Despite these challenges, Sarka remains hopeful about his future and is determined to pursue his dream of becoming an engineer. His passion for learning and love for soccer bring joy and purpose to his life."
  },{
    "id": "LIA-00029",
    "fullName": "Tarik Aba Wana",
    "sponsor": "Saron Alemu",
    "dateOfBirth": "2010-05-25",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 11,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 6",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Tarik lives with her older brother after losing her father and being separated from her mother. She has three siblings who do not live with their parents and carries many household responsibilities.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Still discovering her dream, currently interested in nursing",
    "hobby": "Learning and helping her siblings",
    "about": "Tarik Aba is a resilient and hardworking girl who balances school with caring for her household. Despite poverty and limited resources, she remains determined to create a better future for herself and her siblings."
  },{
    "id": "LIA-00030",
    "fullName": "Temesgen Finjal Cheche",
    "sponsor": "Meheret Haileselassie",
    "dateOfBirth": "2016-08-01",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his parents, who works as a farm laborer, along with his two brothers and two sisters. The family struggles to meet basic needs despite their efforts.",
    "location": "Awuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a pilot",
    "hobby": "Enjoys reading books and learning new things",
    "about": "Temesgen Finjel is an eager and bright boy growing up in southern Ethiopia. His community is surrounded by natural springs and groundwater forests, but economic hardships and outdated agricultural methods make daily life challenging. His mother works tirelessly as a farm laborer to provide for the family, but limited access to markets and resources hinders their progress. The region faces significant challenges, including a lack of access to healthcare, malnutrition, and harmful cultural practices such as child marriage. Schools are poorly equipped and often fail to meet the needs of children. Despite these obstacles, Temesgen is determined to pursue his dream of becoming a pilot and creating a better future for himself and his family."
  },
  {
    "id": "LIA-00031",
    "fullName": "Temesgen Ushula Chuncha",
    "sponsor": "Dawite Ewnetu",
    "dateOfBirth": "2010-04-27",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 12,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 8",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his Parents and 5 siblings. His father works as a farmer to support the family, but resources are scarce.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing soccer",
    "about": "Temesgen is a hardworking and ambitious boy from Zage, Arbaminch, a rural area in southern Ethiopia. Life in his community is filled with challenges such as malaria, insufficient food, limited access to clean water, and inadequate healthcare. The lack of child protective services and disparity in healthcare opportunities for boys and girls further impacts families like Temesgen. Temesgen's father works as a farmer to support the family, but resources are scarce. His siblings face various educational barriers, with some unable to attend school due to financial constraints. Despite these challenges, Temesgen is determined to continue his education and create a brighter future for his family and community."
  },
  {
    "id": "LIA-00032",
    "fullName": "Tizita Elias Ergena",
    "sponsor": "Menge Gebreegziabher",
    "dateOfBirth": "2017-06-12",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 5,
    "gradeAtJoining": null,
    "currentGrade": "Grade 2",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her father, Elias Ergana, and her younger sister, Kidist Elias, who is 3 years old and not yet in school",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a Doctor to inspire and educate others",
    "hobby": "Music and dreams of playing the piano",
    "about": "Tizita Elias is a cheerful and determined girl growing up in Zage, Arbaminch, a remote area in southern Ethiopia. She lives with her hardworking father, a farmer, who struggles to provide for the family amidst limited resources. The family often faces challenges such as inadequate sources of food, moderate shelter, and difficulty accessing clean water and clothing. Zage is a region with significant struggles, including malaria, lack of healthcare, and no child protective services. The disparity in healthcare opportunities between boys and girls further deepens the challenges faced by children like Tizita. Despite these difficulties, Tizita is passionate about learning and dreams of becoming a teacher to give back to her community."
  },
  {
    "id": "LIA-00033",
    "fullName": "Worku Salah Sepe",
    "sponsor": "Ashenafi Sebani",
    "dateOfBirth": "2009-02-08",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 12,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 5",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his father, Sale Sef. His sister migrated to Addis Ababa, the capital city of Ethiopia, where she has never had the chance to attend school.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a musician",
    "hobby": "Playing the guitar and exploring music",
    "about": "Worku Salah is a talented and ambitious boy growing up in Amuro, Boreda, Arbaminch, a rural region with numerous challenges. He lives with his father, who works as a farmer to support the family. Life in Amuro is difficult, with frequent occurrences of malaria, inadequate access to clean water, and shortages of food, clothing, and healthcare. The family resides in a home with no access to electricity or internet. Educational opportunities are limited to low-quality primary schools, and the community is often influenced by harmful cultural practices that hinder children's development. Despite these challenges, Worku's passion for music and his dream of becoming a musician keep him motivated."
  },
  {
    "id": "LIA-00034",
    "fullName": "Yacob Yassen Guncho",
    "sponsor": "Fasil Tekle",
    "dateOfBirth": "2018-11-16",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 3,
    "gradeAtJoining": "Not yet in school",
    "currentGrade": "Grade 2",
    "school": "Misola Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his grandparents, who care for him after his father passed away at an early age. His mother remarried, and Yacob has one younger brother who is still very young.",
    "location": "Haylaho, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a pilot, inspired by his active and adventurous spirit",
    "hobby": "Loves playing all kinds of sports and enjoys being active",
    "about": "Yacob Yassen is an energetic and curious boy from southern Ethiopia, growing up in the care of his grandparents. After losing his father at a young age and being separated from his mother due to her remarriage, Yacob's upbringing has been filled with challenges. Despite these hardships, he remains active and full of dreams. Living in an agriculturally rich but underdeveloped region, Yacob and his family face numerous challenges, including food insecurity, lack of access to clean water, and limited healthcare. Educational opportunities in the area are scarce, with schools often poorly equipped to meet children's needs. However, Yacob's passion for sports and his dream of becoming a pilot reflect his resilience and determination to build a brighter future."
  },
  {
    "id": "LIA-00035",
    "fullName": "Yohannes Yalikee Yaya",
    "sponsor": "Arfaso Shigute",
    "dateOfBirth": "2018-02-24",
    "joinedSponsorshipProgram": "2022-02-22",
    "ageAtJoining": 4,
    "gradeAtJoining": "Not yet in school",
    "currentGrade": "Grade 2",
    "school": "Misola Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his stepmother, his father Yalikee Yaya, and his siblings. Adanech, who is 15 years old, has not attended school. Mamush, who is 10 years old, is currently in Grade 4. Abetsalech, 11 years old, and Mimi, 8 years old, have not attended school and have migrated to Addis Ababa.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Enjoys playing soccer with friends and family",
    "about": "Yohannes Yaleke is an energetic and curious boy growing up in Wude, Boreda, Arbaminch, a rural area in southern Ethiopia. He lives with his father, a hardworking farmer who struggles to provide for the family amid limited resources. Yohannes's siblings face significant barriers to education, with some never attending school and others migrating to Addis Ababa in search of opportunities. Life in Wede is fraught with challenges such as malaria, insufficient food, lack of clean water, and inadequate healthcare. The community has no child protective services, and there are stark disparities in healthcare opportunities between boys and girls. Despite these hardships, Yohannes is determined to overcome these obstacles and achieve his dream of becoming a scientist."
  },
  {
    "id": "LIA-00036",
    "fullName": "Emut Ergana Enja",
    "sponsor": "Abiso Lambebo",
    "dateOfBirth": "2018-09-20",
    "joinedSponsorshipProgram": "2023-06-25",
    "ageAtJoining": 5,
    "gradeAtJoining": null,
    "currentGrade": "KG 3",
    "school": "Misola primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her family, including one sibling, in a household facing significant challenges in meeting daily needs like food, clothing, and shelter.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Is still discovering her interests and dreams as she enjoys her early childhood",
    "hobby": "Spending time observing and interacting with her surroundings",
    "about": "Emut Ergana is a cheerful and curious young girl living in southern Ethiopia. At her young age, she is full of potential and enjoys learning through play and interaction with her siblings. Despite her family's efforts to provide for her, they face ongoing hardships that make access to basic necessities a daily struggle. Emut's community is vibrant yet marked by socio-economic challenges, including limited access to education, healthcare, and opportunities for children. Programs like LIA offer hope and essential support for children like Emut, helping them grow and thrive even in difficult circumstances. Emut's joy and inquisitive nature bring light to her family and those around her, even amidst their struggles. With the right support, she has a bright future ahead."
  },
  {
    "id": "LIA-00037",
    "fullName": "Asrat Ayale Burke",
    "sponsor": "Bereket Games",
    "dateOfBirth": "2015-01-05",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 7,
    "gradeAtJoining": "Grade 2",
    "currentGrade": "Grade 3",
    "school": "Misola primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his Uncle, who works as a farmer to provide for the family. He lost Both his parents and does not have any siblings.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a pilot",
    "hobby": "Helping people and making a positive impact in his community",
    "about": "Asrat Ayale Burke is a kind-hearted and ambitious boy growing up in Tenekoro, a rural region in southern Ethiopia. Life in his community is challenging, with frequent occurrences of malaria and inadequate access to healthcare. Despite these difficulties, Asrat's family works hard to make ends meet through farming. Asrat's passion for learning and his aspiration to become a pilot drive him to overcome the obstacles in his environment. His unique hobby of helping people reflects his compassion and desire to bring positive change to those around him."
  },
  {
    "id": "LIA-00038",
    "fullName": "Asrat Arka Ayza",
    "sponsor": "Leul Negussie",
    "dateOfBirth": "2014-01-11",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": null,
    "gradeAtJoining": "Grade 2",
    "currentGrade": "Grade 4",
    "school": "Serete primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with her father, stepmother, and eight siblings. Her mother passed away when she was very young, and she never had the chance to know her.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher to inspire and educate others",
    "hobby": "Running and enjoys the freedom and joy it brings her",
    "about": "Asrat Arka is a bright and determined young girl living in southern Ethiopia. Growing up without her mother, Asrat has faced challenges, but she remains optimistic and focused on her future. She lives with her father, stepmother, and eight siblings in a household full of responsibilities. Her dream of becoming a teacher reflects her desire to make a positive impact on the lives of others through education. Asrat's love for running showcases her energetic and lively spirit, providing her with a sense of happiness and balance. Despite her challenges, Asrat's dedication to her studies and her enthusiasm for life make her a source of hope for her family."
  },
  {
    "id": "LIA-000039",
    "fullName": "Dinknesh Kasahun Kebede",
    "sponsor": "Endalkachew Zeleke",
    "dateOfBirth": "2018-12-12",
    "joinedSponsorshipProgram": "2024-06-19",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo Primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with her stay-at-home caretaker and one sibling. Her father suffers from mental health issues and financial difficulties, making life particularly challenging for the family.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Loves reading bible",
    "about": "Dinknesh Kasahun is a bright and creative girl from Amuro Boreda, a small and underdeveloped village in southern Ethiopia. Despite the challenges posed by her family's financial struggles and her father's mental health issues, Dinknesh remains dedicated to her education and holds onto her dream of becoming a doctor. Dinknesh is cared for by a hardworking relative who stays home to look after the family. The lack of resources in Amuro Boreda—such as clean water, electricity, and adequate healthcare—makes life difficult for families like hers. Schools in the area are poorly equipped, yet Dinknesh's determination and resilience shine through as she continues to excel in her studies."
  },
  {
    "id": "LIA-00040",
    "fullName": "Nebiyou Beta Benchele",
    "sponsor": "Selamawit Fogi",
    "dateOfBirth": "2019-09-05",
    "joinedSponsorshipProgram": "2024-06-19",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 1",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his stay-at-home mother and one sibling. His father passed away after a long illness, during which his mother dedicated herself to nursing her late husband. Despite the hardships, Nebiyou's family remains hopeful and determined to support his future.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Loves building small structures with found materials",
    "about": "Nebiyou Beta is a curious and imaginative boy from Amuro Boreda, a rural village in southern Ethiopia. Despite facing the loss of his father and his family's ongoing financial struggles, Nebiyou is full of energy and has a natural talent for problem-solving. His passion for creating and building small structures reflects his dream of becoming an engineer one day. Nebiyou's mother, a devoted stay-at-home parent, works hard to care for him and his siblings despite the limited resources available in their community. Life in Amuro Boreda is challenging, with no access to clean water, electricity, or reliable healthcare. Schools in the area are poorly equipped, but Nebiyou's enthusiasm for learning shines through, showing his determination to succeed."
  },
  {
    "id": "LIA-00041",
    "fullName": "Alemitu Onke Masena",
    "sponsor": "Eyoab Abdissa",
    "dateOfBirth": "2016-04-23",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 1",
    "school": "Serete primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her father and with her step mother and five siblings and this opportunity was given to her younger sister Werkinesh but the place they live is very far and she couldn't attend the tutoring program so her older sister Alemitu was replaced by the elders and social worker. Her mother left them to her father, a hardworking farmer, to care for the family. Despite his efforts, he faces significant financial challenges in providing for his children.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Storytelling and teaching her younger siblings",
    "about": "Alemitu Onke is a kind and nurturing girl from Serete Boreda, a remote village in southern Ethiopia. She is passionate about education and enjoys helping her younger siblings with their studies. Alemitu dreams of becoming a teacher, inspired by the impact she hopes to have on her community through education. She enjoys storytelling and creating imaginary classroom lessons for her siblings and friends. Life has been tough for Alemitu and her family since the loss of her mother. Her father works tirelessly as a farmer, but the family still struggles to meet basic needs due to economic challenges and limited resources in their village. Schools in Serete Boreda are underfunded, yet Alemitu remains optimistic and determined to excel in her studies."
  },
  {
    "id": "LIA-000042",
    "fullName": "Desta Amanta Wadha",
    "sponsor": "Caleb Mekonnen",
    "dateOfBirth": "2016-10-31",
    "joinedSponsorshipProgram": "2024-06-21",
    "ageAtJoining": 8,
    "gradeAtJoining": "2nd grade",
    "currentGrade": "Grade 3",
    "school": "Serete primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with his father and three siblings. His father is a dedicated farmer, but the family faces significant financial challenges, making it difficult to meet their basic needs.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a professional soccer player",
    "hobby": "Practicing his soccer skills and organizing small matches with friends in his village",
    "about": "Desta Amanta is an energetic and talented boy from Serete Boreda, a rural village in southern Ethiopia. His love for football fuels his dreams of becoming a professional player, inspiring him to practice every day with unwavering determination. Life is challenging for Desta and his family, as they rely on his father's farming income, which is not enough to cover the family's needs. Despite these difficulties, Desta remains focused on his education and his passion for football, believing in a brighter future where he can support his family and inspire others in his community."
  },
  {
    "id": "LIA-00043",
    "fullName": "Netsanet Dejene Banga",
    "sponsor": "Dawit Dagne",
    "dateOfBirth": "2012-10-31",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 10,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 6",
    "school": "Serete primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with her Parents and five siblings. Her father is a farmer who struggles with economic challenges due to a lack of sufficient land to plow and the impacts of weather changes, making it difficult to support the family.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Collecting medicinal plants and learning about their uses, imagining herself as a healer for her community",
    "about": "Netsanet Dejene is a compassionate and bright girl from Serete Boreda, a rural village in southern Ethiopia. Despite the financial difficulties her family faces, Netsanet is deeply committed to her education and dreams of becoming a doctor to bring healthcare to her underserved community. Netsanet's father works hard as a farmer, but unpredictable weather and a lack of arable land make it difficult to provide for his children. Netsanet's determination to overcome these challenges is reflected in her academic dedication and her fascination with medicine and healing."
  },
  {
    "id": "LIA-00044",
    "fullName": "Meskerem Bekele Bacha",
    "sponsor": "Liya Abarago",
    "dateOfBirth": "2018-06-25",
    "joinedSponsorshipProgram": "2024-06-23",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her stay-at-home mother and seven siblings. Her father passed away, leaving her mother to care for the family despite significant financial challenges.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a fashion designer",
    "hobby": "Sketching clothing designs and crafting accessories from available materials",
    "about": "Meskerem Bekele is a creative and resilient girl from Amuro Boreda, a small village in southern Ethiopia. Despite the hardships her family faces, Meskerem's passion for creativity and fashion shines through in her dream of becoming a fashion designer. She often spends her free time sketching imaginative designs and creating small accessories, bringing joy and beauty into her challenging environment. After the loss of her father, Meskerem's mother has worked tirelessly to care for her eight children, but the family struggles to meet basic needs. Meskerem's determination to overcome these challenges is evident in her dedication to her education and her vibrant imagination."
  },
  {
    "id": "LIA-00045",
    "fullName": "Binyam Assa Anko",
    "sponsor": "Woynishet Tekele",
    "dateOfBirth": "2016-05-17",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 8,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his parents and seven siblings. His family faces significant financial challenges, struggling to provide for the basic needs of their children.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a pilot",
    "hobby": "Reading books",
    "about": "Binyam Assa is an enthusiastic and imaginative boy from Amuro Boreda, a rural village in southern Ethiopia. He dreams of one day flying planes and exploring the skies as a professional pilot. Binyam spends his free time crafting paper airplanes and asking questions about how planes work, showing a natural curiosity and passion for his dream. With seven siblings, Binyam's family struggles to make ends meet, leaving little room for resources that could nurture his potential. Despite these difficulties, Binyam remains focused on his education and his dream of achieving great heights, both literally and figuratively."
  },
  {
    "id": "LIA-000046",
    "fullName": "Deberu Dela Daa",
    "sponsor": "Zerubabel Kassa",
    "dateOfBirth": "2018-02-26",
    "joinedSponsorshipProgram": "2024-06-23",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his parents and six siblings. His family faces significant financial challenges, struggling to provide basic necessities for their children.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an architect",
    "hobby": "Drawing houses and creating small models using mud and sticks from his surroundings",
    "about": "Debiru Dela is a resourceful and creative boy from Amuro Boreda, a rural village in southern Ethiopia. His passion for design and building has inspired his dream of becoming an architect, imagining ways to improve the infrastructure in his community. Debiru spends much of his free time sketching houses and crafting small models, demonstrating a natural talent for construction and design. With six siblings, Debiru's family struggles with financial instability, limiting opportunities for him to explore his potential. Despite these challenges, Debiru remains dedicated to his studies and dreams of using his skills to bring lasting change to his village."
  },
  {
    "id": "LIA-00047",
    "fullName": "Senait Dagapo Darcho",
    "sponsor": "Eden Hiskias",
    "dateOfBirth": "2017-11-20",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her parents and five siblings. Her family faces significant financial challenges, making it difficult to provide for the basic needs of their children.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a Doctor",
    "hobby": "Caring for the animals in her village and reading books about wildlife",
    "about": "Senait Dagapo is a compassionate and curious girl from Zage Boreda, a rural village in southern Ethiopia. Her love for animals and nature has inspired her dream of becoming a veterinarian, where she hopes to care for the livestock and wildlife that are so essential to her community. Life has been challenging for Senait's family, as they struggle with financial difficulties while raising six children. Despite these hardships, Senait is a dedicated student who excels in her studies and remains committed to her dream of bringing positive change to her community through her work with animals."
  },
  {
    "id": "LIA-00048",
    "fullName": "Gedion Kunamo Kuturo",
    "sponsor": "Rahel Yohannes",
    "dateOfBirth": "2018-07-10",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his parents and three siblings. His family faces significant financial challenges, making it difficult to meet their basic needs.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a scientist",
    "hobby": "Conducting small experiments and observing nature to understand how things work",
    "about": "Gedion Kunamo is an inquisitive and bright boy from Zage Boreda, a rural village in southern Ethiopia. His curiosity about the world around him has inspired his dream of becoming a scientist, where he hopes to discover new ways to improve his community's way of life. Gedion spends his free time exploring his surroundings, conducting small experiments, and asking thought-provoking questions. Despite the financial difficulties his family faces, Gedion remains dedicated to his education and dreams of using science to bring solutions to the challenges his community encounters."
  },
  {
    "id": "LIA-00049",
    "fullName": "Merken Zefine Zara",
    "sponsor": "Alemayehu Serawitu",
    "dateOfBirth": "2017-05-13",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 7,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "family": "Lives with his parents and five siblings. His family faces significant financial challenges, making it difficult to provide for their basic needs.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a mechanical engineer",
    "hobby": "Tinkering with broken household items to figure out how they work and loves building small tools with scrap materials",
    "about": "Merkin Zefine is a curious and inventive boy from Zage Boreda, a rural village in southern Ethiopia. His natural interest in how things work has inspired his dream of becoming a mechanical engineer. Merkin spends much of his free time taking apart old objects to learn their mechanisms and creating small tools from scraps, showing an early aptitude for engineering. With five siblings, Merkin's family struggles to meet their daily needs due to financial instability. Despite these challenges, Merkin remains committed to his education and dreams of using his skills to improve the lives of those in his community."
  },
  {
    "id": "LIA-00050",
    "fullName": "Abiti Bukeno Chara",
    "sponsor": "Natna Beyene",
    "dateOfBirth": "2017-05-01",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 7,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 2",
    "school": "Misola primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his parents and two siblings. His family faces significant economic challenges, struggling to provide for their basic needs.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an architect",
    "hobby": "Sketching buildings and creating miniature models of homes using mud and sticks",
    "about": "Abiti Akeno is a creative and determined boy from Tenkora Boreda, a rural village in southern Ethiopia. Inspired by the structures in his village and the desire to improve living conditions, Abiti dreams of becoming an architect to design better homes and public spaces for his community. He spends his free time sketching buildings and constructing small models, demonstrating his talent and passion for design. Despite his family's financial difficulties, Abiti is committed to his education and motivated by his dream of transforming his community through architecture."
  },
  {
    "id": "LIA-00051",
    "fullName": "Tizita Dela Daa",
    "sponsor": "Demeke Mekonnen",
    "dateOfBirth": "2019-03-16",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Misola primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her parents and five siblings. Her family faces significant financial challenges, making it difficult to meet their daily needs.",
    "location": "Zage, Boreda, Arbaminch, Southern part of Ethiopia",
    "aspiration": "Dreams of becoming a nurse",
    "hobby": "Playing with friends",
    "about": "Tizita Dela is a kind-hearted and empathetic girl from Zage Boreda, a small village in southern Ethiopia. Inspired by her natural desire to care for others, she dreams of becoming a nurse, helping to heal and support those in need within her community. Despite the financial difficulties her family faces, Tizita is full of hope and enthusiasm for learning. She often spends her time playing with her siblings, using her imagination to role-play as a nurse, showing her nurturing personality and passion for serving others."
  },
  {
    "id": "LIA-00052",
    "fullName": "Alaynesh Abayneh Anja",
    "sponsor": "Eleni Bekele",
    "dateOfBirth": "2017-05-12",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 7,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Misola primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with her parents and three siblings. Her family faces significant financial challenges, making it difficult to provide for their basic needs.",
    "location": "Wude, Boreda, Arbaminch, Southern part of Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Playing music",
    "about": "Abaynesh Abayneh is a bright and nurturing girl from Wude Boreda, a rural village in southern Ethiopia. Her love for learning and teaching others has inspired her dream of becoming a teacher, where she hopes to make education more accessible and enjoyable for children in her community. Abaynesh often spends her free time creating imaginary lessons for her siblings, showcasing her passion for education. Despite the financial hardships her family faces, Abaynesh is committed to her studies and driven by her vision of improving her community through education."
  },
  {
    "id": "LIA-00053",
    "fullName": "Abel Tesfaye Balta",
    "sponsor": "Paulos Tadesse",
    "dateOfBirth": "2015-01-25",
    "joinedSponsorshipProgram": "2024-06-21",
    "ageAtJoining": 9,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Misola Primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with his parents and three siblings. His family faces significant financial challenges, making it difficult to provide for their daily needs.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a software engineer",
    "hobby": "Enjoys learning about computers",
    "about": "Abel Tesfaye is a thoughtful and innovative boy from Serete Boreda, a rural village in southern Ethiopia. Fascinated by technology and problem-solving, Abel dreams of becoming a software engineer, creating solutions that could benefit his community and beyond. He often spends his time sketching app ideas and exploring puzzles that challenge his critical thinking. Although financial difficulties limit his family's access to resources, Abel remains focused on his education and driven by his curiosity and creativity."
  },
  {
    "id": "LIA-00054",
    "fullName": "Dejene Gasala Sayle",
    "sponsor": "Yenehet Deggefa",
    "dateOfBirth": "2017-12-31",
    "joinedSponsorshipProgram": "2024-06-21",
    "ageAtJoining": 7,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Misola Primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Lives with his mother and four siblings. His family faces significant financial challenges, compounded by his mother's and older brother's struggle with mental health issues.",
    "location": "Haylasho, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Enjoys reading stories about people",
    "about": "Dejene Gasala is a compassionate and determined boy from Haylasho Boreda, a small village in southern Ethiopia. Inspired by the challenges his family faces, Dejene dreams of becoming a psychologist to support those dealing with mental health issues in his community. He often spends his time helping his siblings and seeking ways to bring positivity into his family's life. Despite the financial and emotional difficulties his family endures, Dejene is committed to his education and driven by his desire to bring understanding and hope to others."
  },
  {
    "id": "LIA-00055",
    "fullName": "Kassahun Kebede Kama",
    "sponsor": "Ababu Yitbarek",
    "dateOfBirth": "2013-12-18",
    "joinedSponsorshipProgram": "2024-06-21",
    "ageAtJoining": 12,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 5",
    "school": "Misola primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with his mother and five siblings. His family faces significant financial challenges after the tragic loss of his father, who passed away due to personal struggles.",
    "location": "Wude, Boreda, Arbaminch, Southern part of Ethiopia",
    "aspiration": "Dreams of becoming a Doctor",
    "hobby": "Playing soccer",
    "about": "Kassahun Kebede is a thoughtful and empathetic boy from Wude Boreda, a rural village in southern Ethiopia. Having experienced profound loss within his family, Kassahun aspires to become a counselor to provide support and guidance to those going through difficult times. He often spends his time journaling and engaging with his siblings, offering them emotional support. Despite the hardships his family faces, Kassahun is deeply committed to his education and motivated to bring hope and healing to others through his future work as a counselor."
  },
  {
    "id": "LIA-00056",
    "fullName": "Abenezer Beyne Banga",
    "sponsor": "Selamawit Osheyack",
    "dateOfBirth": "2019-08-01",
    "joinedSponsorshipProgram": "2024-06-21",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 1",
    "school": "Misola primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Lives with his mother and five siblings. His family fled their previous home due to instability and now faces challenges in rebuilding their lives in a new area",
    "location": "Haylasho, Boreda, Arbaminch, Southern part of Ethiopia",
    "aspiration": "Dreams of becoming police",
    "hobby": "Playing with his friends",
    "about": "Abenezer Beyne is a lively and courageous boy from Haylasho Boreda, a rural village in southern Ethiopia. Despite the challenges his family has faced, Abenezer dreams of becoming a firefighter, inspired by his desire to protect and help others in times of need. Though young, Abenezer's enthusiasm for learning and his playful imagination bring hope and joy to his family. His determination to turn challenges into opportunities is a testament to his resilient spirit."
  },
  {
    "id": "LIA-00057",
    "fullName": "Petros Elias Eldo",
    "sponsor": "Abraham Wondirad",
    "dateOfBirth": "2014-04-26",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 7,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with his parents and one sibling. His family fled their previous home due to instability and now faces challenges in rebuilding their lives in a new area.",
    "location": "Tenkora, Boreda, Arbaminch, Southern part of Ethiopia",
    "aspiration": "Dreams of becoming a journalist",
    "hobby": "Telling short stories and documenting events in his community with a keen sense of curiosity and detail",
    "about": "Petros Elias is an observant and articulate boy from Tenkora Boreda, a rural village in southern Ethiopia. Having experienced upheaval and instability, Petros dreams of becoming a journalist to give a voice to stories that need to be heard and to inspire change through the power of words. Despite the difficulties his family has faced in starting over, Petros's curiosity and determination shine through. He often spends his free time writing stories and practicing his communication skills, displaying his passion for storytelling and a commitment to making a difference."
  },
  {
    "id": "LIA-00058",
    "fullName": "Yossef Makayno Mamuru",
    "sponsor": "Nebiat Gebretsadik",
    "dateOfBirth": "2018-01-04",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Misola Primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with his mother and four siblings. His family faces significant economic challenges following the tragic loss of his father, who passed away due to financial hardships and the inability to provide for his family.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a pilot",
    "hobby": "Enjoys playing with his friends",
    "about": "Yossef is a thoughtful and determined boy from Wude, Boreda, a rural village in southern Ethiopia. The hardships his family has faced have inspired Yossef's dream of becoming a lawyer, advocating for those who lack resources and support. He spends his time reading and discussing ways to bring justice and fairness to his community. Despite his family's financial struggles and the emotional toll of losing his father, Yossef remains committed to his studies and motivated to make a positive difference in the world through his work."
  },
  {
    "id": "LIA-00059",
    "fullName": "Chaneke Chamo Chache",
    "sponsor": "Daniel Lemma",
    "dateOfBirth": "2018-09-17",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his parents and three siblings. His family faces significant economic challenges, struggling to meet their basic needs.",
    "location": "Awuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing soccer",
    "about": "Chaneke Chamo is a creative and determined boy from Awuro Boreda, a rural village in southern Ethiopia. Inspired by his interest in how things work, Chaneke dreams of becoming an engineer to design solutions that improve the lives of people in his community. He often spends his free time constructing small models and solving puzzles that fuel his curiosity and creativity. Despite his family's financial difficulties, Chaneke is committed to his education and focused on his goal of using engineering to address challenges like infrastructure and access to resources in his village."
  },
  {
    "id": "LIA-00060",
    "fullName": "Tewodros Korota Konte",
    "sponsor": "Samson Ketema",
    "dateOfBirth": "2018-12-25",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Gamo primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his parents and one sibling. His family faces significant economic challenges, making it difficult to meet basic needs.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a pilot",
    "hobby": "Crafting paper airplanes and watching the birds in his village, imagining what it would be like to soar through the sky",
    "about": "Tewodros Korota is an imaginative and ambitious boy from Amuro Boreda, a rural village in southern Ethiopia. Fascinated by the idea of flight, Tewodros dreams of becoming a pilot and exploring the skies. He spends his free time crafting paper airplanes and observing birds, often expressing his dream of one day flying a plane. Although his family faces economic hardships, Tewodros's curiosity and determination drive his passion for learning and his vision of a brighter future."
  },
  {
    "id": "LIA-00061",
    "fullName": "Ushache Bonke Bonche",
    "sponsor": "Binyamchapman Kintebo",
    "dateOfBirth": "2019-09-03",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Misola primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her parents and three siblings. Her family faces significant economic challenges, struggling to provide for their basic needs.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Storytelling and playing classroom games with her siblings, pretending to be their teacher",
    "about": "Ushache Bonku is a cheerful and imaginative young girl from Tenkora Boreda, a rural village in southern Ethiopia. Even at her young age, Ushache is passionate about learning and dreams of becoming a teacher to share knowledge and inspire children in her community. She often spends her time playing pretend school games with her siblings, showcasing her nurturing and creative personality. Despite her family's financial struggles, Ushache's enthusiasm for learning shines brightly, and her determination to make a difference in her community is already evident."
  },
  {
    "id": "LIA-00062",
    "fullName": "Afrike Markos Napa",
    "sponsor": "Kewani Mulugeta",
    "dateOfBirth": "2016-05-29",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Misola primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her parents and three siblings. Her father deals with mental health problems. Her family faces significant economic challenges, making it difficult to meet their basic needs.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a Nurse",
    "hobby": "Playing with animals in her village",
    "about": "Afrike Markos is a compassionate and curious girl from Tenkora Boreda, a rural village in southern Ethiopia. Inspired by her love for animals, Afrike dreams of becoming a veterinarian to care for livestock and pets in her community. She spends much of her free time observing animals and mimicking veterinary care using her toys, showcasing her nurturing personality. Despite the financial difficulties her family faces, Afrike's enthusiasm for learning and her dream of helping animals bring hope to her family and community."
  },
  {
    "id": "LIA-00063",
    "fullName": "Abinet Buzo Posha",
    "sponsor": "Amanuel Woldehana",
    "dateOfBirth": "2017-04-09",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 7,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Misola Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his parents and seven siblings. His family faces significant financial challenges, struggling to meet the basic needs of their children.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Enjoys drawing buildings and creating structures out of mud and sticks, often imagining ways to improve his village's infrastructure",
    "about": "Abinet Buzo is a thoughtful and creative boy from Tenkora Boreda, a rural village in southern Ethiopia. Inspired by the challenges his community faces with infrastructure, he dreams of becoming a civil engineer to build better roads, schools, and homes. In his free time, Abinet loves drawing designs for buildings and crafting small structures from materials he finds around his home. With seven siblings, Abinet's family struggles to make ends meet. Despite these hardships, he is determined to excel in his education and make a positive impact on his community through his future work as an engineer."
  },
  {
    "id": "LIA-00064",
    "fullName": "Mamush Melese Burke",
    "sponsor": "Elleni Ali",
    "dateOfBirth": "2017-07-16",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 7,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Misola Primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Lives with his grandfather and brother. His parents divorced and left the village, leaving Mamush and his brother in significant hardship with no one to cook or care for their daily needs.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Still discovering his dreams as he grows",
    "hobby": "Enjoys spending time with his brother and exploring his surroundings",
    "about": "Mamush Melese is a young and resilient boy living in southern Ethiopia. After his parents divorced and left the village, Mamush and his brother were left in the care of their elderly grandfather. With no consistent adult support, they face severe hardships, including a lack of food and care. Mamush's situation is dire, and the support of the sponsorship program offers him hope for a brighter future. Despite the difficulties, Mamush has a curiosity and determination that shine through, and he remains eager to learn and grow. With the right help, Mamush can overcome the challenges he faces and move toward a stable and promising future."
  },
  {
    "id": "LIA-00065",
    "fullName": "Abebech Teferi Teka",
    "sponsor": "Bethlehem Taye",
    "dateOfBirth": "2019-03-15",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 3",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her father and four siblings. Her father faces significant hardships due to the small size of his farming land, which makes it difficult to provide for the family.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of continuing her education and becoming a doctor",
    "hobby": "Running and playing with her friends",
    "about": "Abebech Teferi is a bright and energetic young girl from Zage Boreda, southern Ethiopia, a region known for its natural beauty and fertile agricultural land. However, limited farming space and outdated agricultural practices have left families like Abebech's struggling to make ends meet. Abebech's father works tirelessly on his small plot of land to support her and her four siblings, but the challenges of limited resources and financial hardship make daily life difficult. These struggles have affected Abebech's family, but her cheerful spirit shines through as she dreams of a brighter future. Her community faces significant challenges, including limited access to healthcare, preventable diseases, and a lack of well-equipped schools. Harmful traditions, such as child marriage, persist, leaving many children vulnerable. However, Abebech is determined to pursue her education and make a positive impact in her family and community."
  },
  {
    "id": "LIA-00066",
    "fullName": "Abraham Hara Hantalo",
    "sponsor": "Elias Adera",
    "dateOfBirth": "2017-02-10",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 7,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 1",
    "school": "Misola primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with his parents and eight siblings. Despite their best efforts, his parents struggle to provide for their large family of nine children, including Abraham.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher and inspiring others through education",
    "hobby": "Playing soccer with his peers whenever he has the opportunity",
    "about": "Abraham Hara is a cheerful and ambitious young boy from Tenkora Boreda, southern Ethiopia. His family resides in a region known for its scenic beauty and agricultural potential, but the challenges of supporting a large family with limited resources are immense. Abraham's parents work hard to provide for their nine children, but the lack of opportunities and financial constraints often leave the family struggling to meet their basic needs. Abraham's community faces many obstacles, including limited access to quality education, healthcare, and economic opportunities. Poor infrastructure and outdated farming practices further compound the challenges. However, Abraham remains determined to pursue his dream of becoming a teacher, and he finds joy in playing soccer with his friends, a sport that brings him happiness and builds his confidence."
  },
  {
    "id": "LIA-00067",
    "fullName": "Aklilu Gambura Garbo",
    "sponsor": "Worku Woldemariam",
    "dateOfBirth": "2013-09-03",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 11,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 3",
    "school": "Serete primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Comes from a very poor family that is struggling to make ends meet. He has two siblings, and the family faces daily challenges to provide even the most basic necessities.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a musician, turning his love for music into a profession",
    "hobby": "Kicking things like a drum, creating music with whatever he can find, as his family cannot afford to buy him instruments",
    "about": "Aklilu Gambura is a creative and passionate young boy from Wude Boreda, southern Ethiopia. Growing up in an underprivileged family, Aklilu has faced many challenges, but his love for music has remained a source of joy and inspiration in his life. His parents work hard to provide for Aklilu and his two siblings, but their extreme poverty has limited their ability to support his dreams. Aklilu's community suffers from inadequate access to education, healthcare, and economic opportunities. Despite these hardships, he continues to dream big and express his creativity through music, even using improvised materials to simulate playing instruments. Aklilu hopes for a future where he can develop his musical talent and inspire others through his art."
  },
  {
    "id": "LIA-00068",
    "fullName": "Alemitu Bijo Chora",
    "sponsor": "Israel Hailemichael",
    "dateOfBirth": "2017-03-14",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 7,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 1",
    "school": "Misola primary School",
    "walkToSchool": "30 minutes",
    "family": "Comes from a large family with eight siblings. Her father is gravely ill, leaving the family in a vulnerable and precarious situation as they struggle to meet their basic needs.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of completing her education and become a teacher",
    "hobby": "Spending time with her friends and studying to improve her future prospects",
    "about": "Alemitu Bijo is a determined and courageous young girl from Tenkora Boreda, southern Ethiopia. Life has not been easy for Alemitu's family. With eight siblings and a father who is seriously ill, the family struggles to survive. The lack of resources and financial support puts them at constant risk, making it difficult for Alemitu to focus fully on her studies. Her community faces widespread challenges, including poverty, lack of healthcare, and limited access to quality education. However, Alemitu's resilience and commitment to her education shine through. She is determined to break the cycle of hardship and create a better life for herself and her family."
  },
  {
    "id": "LIA-00069",
    "fullName": "Andenet Mesfin Mered",
    "sponsor": "Hirut Ourge",
    "dateOfBirth": "2019-07-18",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 1",
    "school": "Gamo Primary School",
    "walkToSchool": "50 minutes",
    "family": "Comes from a small family with one sibling. His father is gravely ill and unable to afford to send him to school, leaving the family in financial hardship.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer, using his creativity to solve problems and build a better future",
    "hobby": "Enjoys playing with his friends and finds joy in their company despite the challenges he faces at home",
    "about": "Andenet Mesfin is a bright and playful young boy from Zage Boreda, southern Ethiopia. Despite his tender age, Andenet shows a strong interest in learning and dreams of becoming an engineer. However, his family's difficult circumstances pose significant challenges to his early education. With his father battling illness and unable to work, Andenet's family struggles to meet their basic needs, leaving his future uncertain. His community faces many difficulties, including poverty, lack of access to quality education, and inadequate healthcare. Yet, Andenet's enthusiasm for learning and playing with his friends reflects his resilience and hope for a brighter future."
  },
  {
    "id": "LIA-00070",
    "fullName": "Ashenafi Adina Ashko",
    "sponsor": "Tensae Godana",
    "dateOfBirth": "2014-10-12",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 10,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 4",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Comes from a family struggling to provide basic necessities, including food, for him and his two siblings.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher and inspiring others through education",
    "hobby": "Playing volleyball with his friends and has a passion for sports",
    "about": "Ashenafi Adina is an intelligent and determined young boy from Zage Boreda, southern Ethiopia. Growing up in a family facing extreme financial hardships, Ashenafi has experienced challenges that many children his age do not. His parents work hard to provide for him and his two siblings, but limited resources make even basic necessities like food difficult to secure. His community faces widespread poverty, food insecurity, and a lack of resources for education and healthcare. Despite these struggles, Ashenafi remains committed to his education and dreams of becoming a teacher to help others learn and grow. He also enjoys playing volleyball, which brings him joy and builds his confidence."
  },
  {
    "id": "LIA-00071",
    "fullName": "Ashenafi Gochera Goncho",
    "sponsor": "Zeleka Mersha",
    "dateOfBirth": "2018-06-05",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 1",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with his parents and two siblings. His father is mildly ill and unable to afford the cost of sending Ashenafi to school, leaving the family in financial hardship.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of continuing his education and becoming a teacher, creating a brighter future for himself and his family",
    "hobby": "Spending time with his siblings and playing games with his friends",
    "about": "Ashenafi Gochera is a cheerful and curious young boy from Tenkora Boreda, southern Ethiopia. Although his father works hard to support the family, his illness and financial challenges make it difficult to provide for Ashenafi and his two siblings. The lack of resources often leaves the family struggling to meet basic needs, including education. Ashenafi's community faces various challenges, such as poverty, limited access to quality education, and inadequate healthcare. Despite these obstacles, Ashenafi shows a deep curiosity and eagerness to learn, and he dreams of building a brighter future through education."
  },
  {
    "id": "LIA-00072",
    "fullName": "Ayelech Handiso Sorsa",
    "sponsor": "Solomon Kebede",
    "dateOfBirth": "2018-05-02",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 1",
    "school": "Misola primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her parents and one sibling. Her family struggles with poverty, making it challenging to meet their basic needs and support her education.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a singer, using her voice to inspire and bring joy to others",
    "hobby": "Singing in church with her classmates, finding joy and expression through music",
    "about": "Ayelech Handiso is a joyful and talented young girl from Tenkora Boreda, southern Ethiopia. Despite her family's financial hardships, Ayelech radiates hope and enthusiasm for life. Her passion for singing is evident as she finds opportunities to perform in church with her classmates, showcasing her natural talent and love for music. Her community faces significant challenges, including poverty, limited access to quality education, and inadequate healthcare. However, Ayelech's determination to pursue her dream of becoming a singer reflects her resilience and faith in a brighter future."
  },
  {
    "id": "LIA-00073",
    "fullName": "Ayka Belachew Banga",
    "sponsor": "Melaku Haile",
    "dateOfBirth": "2015-01-15",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 9,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his father and three siblings. His father is very weak and unable to work consistently, relying on the community's support, which helped build their very small house.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a bank manager, using his skills to manage finances and support his community",
    "hobby": "Loves playing soccer with his friends, finding joy and energy in the game",
    "about": "Ayka Belachew is a bright and ambitious young boy from Amuro Boreda, southern Ethiopia. Despite the hardships his family faces, including his father's poor health and limited resources, Ayka remains hopeful and determined to pursue his dreams. The community's generosity in building a small house for his family highlights the struggles they endure daily. Ayka's community faces significant challenges, such as poverty, inadequate healthcare, and limited access to quality education. Despite these obstacles, Ayka shows a natural inclination for leadership and dreams of becoming a bank manager, contributing positively to his family's future and his community."
  },
  {
    "id": "LIA-00074",
    "fullName": "Aynalem Abreham Sanpula",
    "sponsor": "Kuma Demisse",
    "dateOfBirth": "2018-08-22",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Gamo Primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her mother and struggles with the absence of her father, who left for a better life in urban cities. Her family faces severe poverty, making it difficult to meet their basic needs.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse, dedicating her life to helping others in need",
    "hobby": "Enjoys playing volleyball with her friends, finding joy and companionship in the game",
    "about": "Aynalem Abreham is a resilient and caring young girl from Zage Boreda, southern Ethiopia. Her life has been shaped by the absence of her father, who left the family in search of better opportunities in urban cities. This loss, combined with extreme poverty, has made daily life challenging for Aynalem and her mother. Despite these struggles, Aynalem remains determined to pursue her education and fulfill her dream of becoming a nurse, hoping to serve her community and support her family in the future. She finds happiness in playing volleyball with her friends, an activity that brings her moments of joy and relief."
  },
  {
    "id": "LIA-00075",
    "fullName": "Bereket Boza Boka",
    "sponsor": "Teme Bayih",
    "dateOfBirth": "2017-10-10",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 7,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 1",
    "school": "Serete primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with his mother and father, who are both deaf and often outcasted by their community. Despite their struggles, they work hard to support Bereket and his two siblings.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor so he can help heal his parents and others in need",
    "hobby": "Playing soccer with his friends, finding moments of joy and escape through the game",
    "about": "Bereket Bazo is a compassionate and determined young boy from Serete Boreda, southern Ethiopia. Life has been challenging for Bereket and his family, as his parents, who are both deaf, face discrimination and exclusion from their community. These struggles, combined with financial hardships, have made it difficult for Bereket to focus on his education. Despite these obstacles, Bereket is deeply motivated by his love for his parents and dreams of becoming a doctor to provide them with the care they need. His resilience and dedication to his family are inspiring. Soccer is his favorite pastime, bringing him moments of happiness and camaraderie with his peers."
  },
  {
    "id": "LIA-00076",
    "fullName": "Bethlehem Desta Boloso",
    "sponsor": "Abebe Kebede",
    "dateOfBirth": "2018-06-12",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Misola primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with her parents and two siblings. Her family faces a very difficult financial situation, making it hard to meet their basic needs.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher, sharing knowledge and helping others learn",
    "hobby": "Running and enjoys playing with her friends whenever she gets the chance",
    "about": "Bethlehem Desta is a lively and determined young girl from Tenkora Boreda, southern Ethiopia. Growing up in a family struggling with financial hardship, Bethlehem has faced many challenges at a young age. Despite these obstacles, she maintains a cheerful spirit and a passion for learning, dreaming of one day becoming a teacher and inspiring others through education. Her community faces issues like poverty, lack of access to quality education, and inadequate healthcare. However, Bethlehem's resilience and enthusiasm for running and playing with her friends reflect her hopeful and positive outlook on life."
  },
  {
    "id": "LIA-00077",
    "fullName": "Cherenet Meteku Ganebo",
    "sponsor": "Gelila Tadege",
    "dateOfBirth": "2014-02-20",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 10,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 4",
    "school": "Misola primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his parents and three siblings. His family endures extreme poverty, struggling to meet even their basic needs.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a scientist, exploring new ideas and solving challenges to improve lives",
    "hobby": "Playing soccer with his friends, finding joy and companionship through the game",
    "about": "Cherenet Meteku is a curious and driven young boy from Zage Boreda, southern Ethiopia. Despite the severe poverty his family faces, Cherenet remains determined to pursue his education and dream of becoming a scientist. His passion for discovery and learning fuels his desire to overcome the obstacles in his path. Living in a community with limited access to quality education, healthcare, and resources, Cherenet's journey is filled with challenges. Yet, his love for soccer and his interactions with friends provide moments of happiness and build his resilience."
  },
  {
    "id": "LIA-00078",
    "fullName": "Daniel Bogale Dolemo",
    "sponsor": "Taye Mengesha",
    "dateOfBirth": "2019-07-30",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Misola Primary School",
    "walkToSchool": "10 minutes",
    "family": "Lives with his parents and five siblings. His family struggles with extreme poverty, making it difficult to provide for their daily needs.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a successful businessman to support his family and uplift his community",
    "hobby": "Loves playing various sports with his friends, enjoying the fun and companionship they bring",
    "about": "Daniel Bogale is a cheerful and ambitious young boy from Tenkora Boreda, southern Ethiopia. Growing up in a family of eight, Daniel has witnessed the struggles his parents face to provide for him and his siblings. Despite these challenges, he remains hopeful and motivated to pursue his dreams of becoming a businessman, envisioning a future where he can help his family and others in need. His community faces challenges such as poverty, limited access to quality education, and insufficient economic opportunities. Yet, Daniel's enthusiasm for learning and love for playing sports reflect his resilience and determination to rise above these difficulties."
  },
  {
    "id": "LIA-00079",
    "fullName": "Dibora Ashenafi Galata",
    "sponsor": "Mahlet Demeke",
    "dateOfBirth": "2015-04-05",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 9,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her parents and three siblings. Despite their extreme poverty, her father is deeply dedicated to ensuring his daughters receive an education, although limited resources make this a challenging task.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor, driven by a desire to help others and make a positive impact in her community",
    "hobby": "Loves playing volleyball with her friends, finding joy and energy in the game",
    "about": "Dibora Ashenafi is a bright and ambitious young girl from Amuro Boreda, southern Ethiopia. Her family faces significant financial challenges, but her father's unwavering commitment to his daughters' education has been a source of inspiration. Dibora's determination to pursue her studies and her dream of becoming a doctor reflects her resilience and hope for a better future. Her community struggles with poverty, limited access to healthcare, and inadequate educational facilities. Despite these obstacles, Dibora's love for learning and her passion for volleyball highlight her strength and ability to find joy even in difficult circumstances."
  },
  {
    "id": "LIA-00080",
    "fullName": "Eyob Giorgis Goba",
    "sponsor": "Fasika Feyissa",
    "dateOfBirth": "2016-05-15",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with his grandfather (Giorgis Goba) in Zage Boreda. His parents divorced, leaving his mother without support and his mother has remarried and lives apart from him, and his father abandoned the family. Eyob and his grandfather struggle to meet their daily needs.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an advisor for his local community in Agriculture, hoping to bring positive change to his community",
    "hobby": "Playing with his friends, finding joy and companionship in the game",
    "about": "Eyob Gorgisa is a resilient and hopeful young boy from Zage Boreda in southern Ethiopia. Despite the many challenges he faces, including his parents' divorce and the struggles of living with his grandfather, Eyob remains determined to pursue his education and his dream of becoming a kebele administrator. He hopes to improve his community and support others facing difficulties like his own. His community faces challenges such as poverty, family instability, and limited access to quality education and resources. Eyob's perseverance and love for soccer demonstrate his strength and his ability to hold onto hope and ambition despite the hardships."
  },
  {
    "id": "LIA-00081",
    "fullName": "Eyoel Fereja Panta",
    "sponsor": "Yoseph Kumbi",
    "dateOfBirth": "2019-09-08",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 3",
    "school": "Gamo primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his parents and five siblings. His family faces significant challenges as his father struggles to provide for them due to insufficient farmland for farming.in addition both parents are deaf and they are facing avoiding from the community",
    "location": "Yego, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher, hoping to change his family's circumstances and inspire others",
    "hobby": "Playing outside with his friends in the village, enjoying all kinds of sports",
    "about": "Eyoel Fereja is a bright and enthusiastic young boy from Yego Boreda, southern Ethiopia. Despite his family's financial hardships and his father's struggle with limited farming resources and also both parents are deaf and they face out cast of their kids and themselves due to their deafness, Eyoel remains optimistic and eager to learn. Joining the sponsorship program has brought him hope, as it enables him to attend school and work towards his dream of becoming a teacher. Eyoel's community faces challenges such as poverty, limited access to quality education, and economic constraints. Yet, his love for learning and playing with his friends highlights his joyful spirit and determination to overcome the difficulties around him."
  },
  {
    "id": "LIA-00082",
    "fullName": "Haymanot Humbura Hare",
    "sponsor": "Teferi Tilahun",
    "dateOfBirth": "2016-03-01",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 2",
    "currentGrade": "Grade 2",
    "school": "Gamo primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with his grandmother under very difficult circumstances. His father is alive but severely ill and unable to provide for Haymanot or his three siblings, leaving the family in extreme hardship.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help others, inspired by his desire to overcome the struggles his family faces",
    "hobby": "Playing soccer with his friends, finding joy and energy in the game",
    "about": "Haymanot Humbura is a compassionate and resilient young boy from Tenkora Boreda, southern Ethiopia. His life has been shaped by immense challenges, including his father's severe illness and the struggles of living with his grandmother in poverty. Despite these hardships, Haymanot remains determined to pursue his education and dream of becoming a doctor, hoping to make a difference in the lives of his family and community. His community faces widespread poverty, lack of access to quality healthcare, and insufficient resources for education. Despite these difficulties, Haymanot's passion for learning and his love for soccer reflect his resilience and hope for a brighter future."
  },
  {
    "id": "LIA-00083",
    "fullName": "Lemlem Alemayehu Urketu",
    "sponsor": "Elias Getaneh",
    "dateOfBirth": "2016-02-14",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 2",
    "currentGrade": "Grade 3",
    "school": "Gamo primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her mother and one sibling under very difficult circumstances. Her father has left for another city in search of a better life, leaving Lemlem missing him deeply and often in tears over his absence.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a successful businesswoman, hoping to create a prosperous life where her family can be reunited, especially her father",
    "hobby": "Running, finding joy and relief in this activity",
    "about": "Lemlem Alemayehu is a spirited and determined young girl from Amuro, Boreda Arba Minch which is in the south part of Ethiopia. Despite the emotional and financial challenges her family faces, Lemlem holds onto a dream of becoming a businesswoman. Her motivation stems from a desire to reunite her family and ensure a stable and happy future for them. Her community struggles with poverty, lack of access to quality education, and limited opportunities for families like hers. Despite these obstacles, Lemlem's love for running reflects her strong spirit and resilience in the face of adversity."
  },
  {
    "id": "LIA-00084",
    "fullName": "Meaza Mana Shito",
    "sponsor": "Zerubbabel Wolde",
    "dateOfBirth": "2018-10-10",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with his elderly parents, who are often sick and struggle to support their family. He also lives with his two siblings, and the family faces significant financial and health challenges.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher, inspired by his love for learning and a desire to help others grow through education",
    "hobby": "Playing volleyball, finding happiness and energy in the sport",
    "about": "Milkias Bassa is a determined and caring young boy from Serete, Boreda Arba Minch which is in the south part of Ethiopia. Growing up in a family with aging and ailing parents, Milkias has had to face challenges that many children his age do not. Despite these hardships, his strong will and passion for education drive his dream of becoming a teacher, a role in which he hopes to inspire and empower others. His community struggles with poverty, limited access to quality healthcare, and educational challenges. Despite these difficulties, Milkias finds joy in playing volleyball with his friends, which helps him build resilience and maintain a positive outlook on life."
  },
  {
    "id": "LIA-00085",
    "fullName": "Mebratu Sapa Solbe",
    "sponsor": "Henok Debela",
    "dateOfBirth": "2018-07-15",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Misola primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Lives with his parents and four siblings. His family struggles to make ends meet as his father has very limited farmland, which makes providing for the family difficult.",
    "location": "Haylasho, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming the president, hoping to lead and make a difference in his community and country",
    "hobby": "Playing soccer with his friends, finding joy and camaraderie in the game",
    "about": "Mebratu Sapa is an ambitious and energetic young boy from Haylasho, Boreda Arba Minch which is in the south part of Ethiopia. Despite his family's struggles with poverty and limited resources, Mebratu is filled with big dreams and aspirations. His vision of becoming a president reflects his determination to lead and create a better future for his community and beyond. Living in a community marked by economic challenges and insufficient educational opportunities, Mebratu finds happiness in playing soccer with his friends. His love for the game and his ambition to become a leader showcase his resilience and hope for a brighter future."
  },
  {
    "id": "LIA-00086",
    "fullName": "Mekayno Tunga Turko",
    "sponsor": "William Morgan",
    "dateOfBirth": "2017-05-12",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 7,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with his parents and two siblings. His family faces significant financial struggles, living a challenging life with limited resources.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a pilot, inspired by the idea of exploring the skies and achieving greatness",
    "hobby": "Playing volleyball, enjoying the teamwork and excitement the game brings",
    "about": "Mekayno Tunga is a curious and optimistic young boy from Tenkora, Boreda Arba Minch which is in the south part of Ethiopia. Despite his family's financial struggles, Mekayno is determined to work hard in school and pursue his dream of becoming a pilot. His ambition reflects his desire to overcome challenges and reach for the stars. His community faces issues like poverty, limited access to education, and insufficient opportunities. Despite these obstacles, Mekayno finds joy in playing volleyball with his friends, showcasing his active and positive nature."
  },
  {
    "id": "LIA-00087",
    "fullName": "Melkamu Asfaw Arba",
    "sponsor": "Eyasu Amedie",
    "dateOfBirth": "2018-09-22",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 2",
    "school": "Gamo primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his parents and five siblings. His family struggles with extreme poverty, making it impossible for them to afford his education.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor, serving others through his profession, and dedicating his life to serving God",
    "hobby": "Playing music and finds joy in expressing himself through sounds and rhythms",
    "about": "Melkamu Asfaw is a kind-hearted and determined young boy from Amuro, Boreda Arba Minch which is in the south part of Ethiopia. Despite his family's difficult circumstances, Melkamu remains hopeful and focused on his dreams of becoming a doctor and serving God in the future. His love for music highlights his creative spirit and his ability to find joy even in challenging times. Living in a community where access to quality education and resources is limited, Melkamu's story is one of resilience and aspiration. His dream reflects his deep desire to make a difference in the lives of others and grow spiritually in his journey."
  },
  {
    "id": "LIA-00088",
    "fullName": "Milkias Bassa Banga",
    "sponsor": "Aman Wondemagegegnhu",
    "dateOfBirth": "2014-01-10",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 10,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 4",
    "school": "Serete Primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with his elderly parents, who are often sick and struggle to support their family. He also lives with his two siblings, and the family faces significant financial and health challenges.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher, inspired by his love for learning and a desire to help others grow through education",
    "hobby": "Enjoys playing volleyball, finding happiness and energy in the sport",
    "about": "Milkias Bassa is a determined and caring young boy from Serete, Boreda Arba Minch which is in the south part of Ethiopia. Growing up in a family with aging and ailing parents, Milkias has had to face challenges that many children his age do not. Despite these hardships, his strong will and passion for education drive his dream of becoming a teacher, a role in which he hopes to inspire and empower others. His community struggles with poverty, limited access to quality healthcare, and educational challenges. Despite these difficulties, Milkias finds joy in playing volleyball with his friends, which helps him build resilience and maintain a positive outlook on life."
  },
  
  
  {
    "id": "LIA-00089",
    "fullName": "Philimon Tadele Urda",
    "sponsor": "Kidst Takele",
    "dateOfBirth": "2017-03-05",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 7,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 1",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with his parents and seven siblings. His family faces significant financial challenges, making it difficult to provide for their basic needs and support his education.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor, driven by a desire to help others and make a positive impact in his community",
    "hobby": "Playing volleyball with his friends, finding joy and energy in the game",
    "about": "Philimon Tadele is a bright and determined young boy from Zage, Boreda Arba Minch which is in the south part of Ethiopia. Growing up in a large family with limited resources, Philimon has experienced many challenges. Despite these hardships, his resilience and dedication to learning have fueled his dream of becoming a doctor, a goal he hopes will allow him to support his family and community. His community faces challenges such as poverty, limited access to quality education, and insufficient healthcare resources. Philimon's passion for volleyball and his dream of making a difference reflect his hopeful spirit and determination to rise above these difficulties."
  }
,
 
  {
    "id": "LIA-00090",
    "fullName": "Sara Samuel Paulos",
    "sponsor": "Selamawit Bekele",
    "dateOfBirth": "2014-05-20",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 10,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 4",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her father, who is deeply dedicated to ensuring his children receive an education despite their poverty. She also has four siblings, and the family struggles with financial hardships.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer, inspired by her love for problem-solving and creating things",
    "hobby": "Playing with other girls in the village, finding happiness and connection through social play",
    "about": "Sara Samuel is a bright and charming young girl from Zage, Boreda Arba Minch which is in the south part of Ethiopia. Her father's unwavering dedication to education, despite their poverty, has been a significant influence on Sara. She is determined to excel in school and pursue her dream of becoming an engineer, a goal that reflects her curiosity and ambition. Her community faces challenges such as poverty, limited access to quality education, and insufficient resources for families. Sara's enthusiasm for learning and her playful nature with friends highlight her resilience and joyful spirit in the face of adversity."
  },
  {
    "id": "LIA-00091",
    "fullName": "Selamnesh Gudeta Guja",
    "sponsor": "Michael Degaga",
    "dateOfBirth": "2016-08-15",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 2",
    "currentGrade": "Grade 2",
    "school": "Misola primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with her parents and two siblings. Her family struggles with extreme poverty, making it challenging to provide basic needs and support for her education.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a scientist, driven by her curiosity and desire to discover solutions that can improve lives",
    "hobby": "Playing volleyball, finding joy and energy in the game with her friends",
    "about": "Selamnesh Gudeta is an intelligent and ambitious young girl from Tenkora, Boreda Arba Minch which is in the south part of Ethiopia. Despite her family's poverty, Selamnesh is determined to work hard in school and pursue her dream of becoming a scientist. Her aspiration reflects her desire to make a meaningful impact on her community and overcome the challenges her family faces. Her community struggles with poverty, limited access to education, and inadequate resources for families like hers. Yet, Selamnesh's love for learning and volleyball highlights her resilience and positive outlook on life."
  },
  {
    "id": "LIA-00092",
    "fullName": "Selamnesh Shanko Munea",
    "sponsor": "Ermias Bosho",
    "dateOfBirth": "2019-06-15",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG",
    "currentGrade": "KG 3",
    "school": "Gamo Primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her mother and two siblings in Zage. Her father has left the village to find a better job, and she misses him dearly.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help those in need",
    "hobby": "Loves listening to spiritual songs whenever she has the opportunity",
    "about": "Selamnesh Shanko is a gentle and thoughtful young girl from Zage, Boreda Arba Minch which is in the south part of Ethiopia. Her father left the village in search of better employment opportunities, leaving her mother to care for Selamnesh and her two siblings. The family faces significant financial challenges, and Selamnesh often longs for her father's presence. Despite these hardships, Selamnesh remains hopeful and is eager to continue her education. Her love for spiritual songs provides her comfort and inspiration. She dreams of becoming a doctor one day, driven by a desire to help others in her community who face health challenges. Her village struggles with limited access to quality education, healthcare, and economic opportunities. Many families like hers face daily hardships, but children like Selamnesh hold onto their dreams, hoping for a chance to make a difference."
  },
  {
    "id": "LIA-00093",
    "fullName": "Selamnesh Shashigo Shago",
    "sponsor": "Misgana Hine",
    "dateOfBirth": "2017-03-15",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 7,
    "gradeAtJoining": "KG 2",
    "currentGrade": "KG 2",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her parents, who face significant financial hardships as they strive to provide for their family.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse",
    "hobby": "Loves playing volleyball",
    "about": "Selamnesh Shashigo is a lively and determined girl from Amuro, Boreda Arba Minch which is in the south part of Ethiopia. Despite the financial struggles her family endures, Selamnesh is passionate about her education and dreams of becoming a nurse to help her community. Selamnesh lives with her hardworking parents, who are doing their best to provide for their family despite limited resources and opportunities. Life in Amuro Boreda is challenging, with no access to clean water, electricity, or adequate healthcare. These difficulties make education a crucial pathway for children like Selamnesh to build a better future. In addition to her dedication to school, Selamnesh enjoys playing volleyball with her friends, showcasing her love for teamwork and sports. Her determination and joyful spirit inspire hope for a brighter future."
  },
  {
    "id": "LIA-00094",
    "fullName": "Senait Zenebe Zafa",
    "sponsor": "Tsigereda Abebe",
    "dateOfBirth": "2018-04-12",
    "joinedSponsorshipProgram": "2024-11-19",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 2",
    "currentGrade": "Grade 2",
    "school": "Gamo primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her parents and one sibling. Her family faces significant financial hardships, making daily life a struggle.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Playing with her friends",
    "about": "Senait Zenebe is a bright and joyful 6-year-old girl from Amuro, Boreda Arba Minch which is in the south part of Ethiopia. She joined the LIA sponsorship program in November 2024, with hopes of overcoming the challenges her family faces and working toward her dreams. Senait lives with her loving parents and one sibling. Her parents work hard to provide for the family, but poverty remains a daily struggle, limiting access to basic needs and opportunities. Despite these difficulties, Senait is determined to pursue her education and dreams of becoming a teacher to make a difference in her community. Senait spends her free time playing with her friends, showcasing her playful and sociable nature. Her enthusiasm for learning and her cheerful spirit make her a symbol of hope for her family and community."
  },
  {
    "id": "LIA-00095",
    "fullName": "Serawit Hage Pola",
    "sponsor": "Tarik Asnake",
    "dateOfBirth": "2019-05-10",
    "joinedSponsorshipProgram": "2024-11-20",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG 2",
    "currentGrade": "KG 2",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her family, who face significant struggles due to limited farmland, making it difficult to sustain their livelihood.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing volleyball with her friends",
    "about": "Serawit Hage is a lively and ambitious 5-year-old girl from Zage, Boreda Arba Minch which is in the south part of Ethiopia. She joined the LIA sponsorship program in November 2024, with hopes of overcoming the struggles her family faces and working toward her dreams. Serawit lives with her family, who rely on farming as their primary source of income. However, they have very little land, which makes it difficult to provide for their basic needs. Despite these challenges, Serawit is full of hope and dreams of becoming an engineer, inspired by her curiosity and determination to solve problems. In her free time, Serawit enjoys playing volleyball with her friends, showcasing her love for teamwork and her energetic spirit. Her positive attitude and resilience shine through, even in difficult circumstances."
  },
  {
    "id": "LIA-00096",
    "fullName": "Tamenech Gomena Derza",
    "sponsor": "Bersabeh Legesse",
    "dateOfBirth": "2012-07-15",
    "joinedSponsorshipProgram": "2024-11-20",
    "ageAtJoining": 12,
    "gradeAtJoining": "Grade 5",
    "currentGrade": "Grade 5",
    "school": "Gamo primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her two siblings. Her father left the village to migrate to Addis Ababa, where he remarried and has not returned since. She misses him deeply and faces significant emotional and financial challenges with her family.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Playing volleyball with her friends",
    "about": "Tamenech Gomena is a determined and ambitious 12-year-old girl from Tenkora, Boreda Arba Minch which is in the south part of Ethiopia. She joined the LIA sponsorship program in November 2024 while in Grade 5, driven by her dream of becoming a doctor to help others in need. Tamenech's father migrated to Addis Ababa in search of a better life but remarried and has not returned to the village, leaving her and her siblings behind. This absence has been emotionally challenging for Tamenech, who deeply misses him. Despite these hardships, she remains focused on her education and aspires to make a difference in her community as a doctor. Tamenech lives with her two siblings and their hardworking mother, who strives to provide for the family despite limited resources. In her free time, Tamenech enjoys playing volleyball, which brings her joy and a sense of community. Her resilience, determination, and positivity inspire hope for a brighter future."
  },
  {
    "id": "LIA-00097",
    "fullName": "Temesgen Mathios Sademo",
    "sponsor": "Filimon Dingamo",
    "dateOfBirth": "2015-08-12",
    "joinedSponsorshipProgram": "2024-11-20",
    "ageAtJoining": 9,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 3",
    "school": "Misola Primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with his mother and three siblings. His father passed away, leaving the family in significant financial hardship.",
    "location": "Haylasho, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Loves playing volleyball with his friends",
    "about": "Temesgen Mathios is a bright and ambitious 9-year-old boy from Haylasho, Boreda Arba Minch which is in the south part of Ethiopia. He joined the LIA sponsorship program in November 2024 while in Grade 3. Despite the challenges his family faces, Temesgen is determined to work hard and pursue his dream of becoming an engineer. After the passing of his father, Temesgen's mother has been the sole provider for the family. With three siblings to care for, she struggles to meet their daily needs, making life very challenging for the family. However, Temesgen's resilience and passion for learning shine through as he continues to excel in school. In addition to his academic pursuits, Temesgen enjoys playing volleyball in his free time. His love for sports and teamwork reflects his positive spirit and determination to overcome the hardships he faces."
  },
  {
    "id": "LIA-00098",
    "fullName": "Medhanit Gasela Sorsa",
    "sponsor": "Merkebu Kebede",
    "dateOfBirth": "2018-06-20",
    "joinedSponsorshipProgram": "2024-11-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG 2",
    "currentGrade": "KG 2",
    "school": "Gamo Primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her parents, who face significant financial hardships due to the lack of farmland to sustain their livelihood. Their Father is in Addis Ababa working to provide for the family.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Enjoys playing volleyball with her friends",
    "about": "Medhanit Gasela is a cheerful and curious 6-year-old girl from Zage, Boreda Arba Minch which is in the south part of Ethiopia. She joined the LIA sponsorship program in November 2024 while in kindergarten, full of hope and determination to pursue her dreams. Medhanit lives with her hardworking parents, who struggle to provide for their family due to the lack of farmland and limited opportunities in their community. Despite these challenges, Medhanit's enthusiasm for learning and her dream of becoming a teacher inspire her to stay hopeful. In her free time, Medhanit enjoys playing volleyball, which brings her joy and helps her develop teamwork skills. Her bright personality and determination are a source of hope and pride for her family and community."
  },
  {
    "id": "LIA-00099",
    "fullName": "Tewodros Eyassu Kama",
    "sponsor": "Rozina Kahsay",
    "dateOfBirth": "2019-07-05",
    "joinedSponsorshipProgram": "2024-11-20",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG 1",
    "currentGrade": "KG 1",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with his father and stepmother. His family faces significant financial hardships, making it challenging to meet his basic needs.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Playing soccer with his friends",
    "about": "Tewodros Eyassu is a bright and energetic 5-year-old boy from Zage, Boreda Arba Minch which is in the south part of Ethiopia. He joined the LIA sponsorship program in November 2024 while in kindergarten, with the hope of overcoming his family's struggles and building a better future. Tewodros lives with his father and stepmother, who work hard to provide for the family despite their financial hardships. Life in Zage Boreda is challenging, with limited access to resources, making education a vital opportunity for children like Tewodros to escape poverty. Tewodros is passionate about learning and dreams of becoming a teacher to inspire and educate others. In his free time, he enjoys playing soccer, a sport that brings him joy and helps him connect with his peers."
  },
  {
    "id": "LIA-00100",
    "fullName": "Teshome Utalo Ameno",
    "sponsor": "Abebayehu Amenu",
    "dateOfBirth": "2015-03-03",
    "joinedSponsorshipProgram": "2024-11-20",
    "ageAtJoining": 9,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 3",
    "school": "Serete primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Lives with his family, who face significant financial hardships, making daily life challenging.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Playing volleyball with his friends",
    "about": "Teshome Utalo is a hardworking and ambitious 9-year-old boy from Wude, Boreda Arba Minch which is in the south part of Ethiopia. He joined the LIA sponsorship program in November 2024 while in Grade 3, with dreams of becoming a doctor to help others and make a positive impact on his community. Teshome's family faces daily struggles to provide for their basic needs. Despite these challenges, he is passionate about his education and determined to create a brighter future for himself and his family. His resilience and dedication to learning make him a role model for other children in his village. In his free time, Teshome enjoys playing volleyball with his friends, showcasing his love for sports and teamwork. His determination and positive outlook inspire hope for a better future."
  },
  {
    "id": "LIA-000101",
    "fullName": "Tseganesh Gelana Ganebo",
    "sponsor": "Abel Tedla",
    "dateOfBirth": "2018-04-22",
    "joinedSponsorshipProgram": "2024-06-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG 2",
    "currentGrade": "KG 2",
    "school": "Serete primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with her family, who are very poor and struggling to provide food and send her to school.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Playing volleyball with her friends",
    "about": "Tseganesh Galana is a bright and hopeful 6-year-old girl from Zage, Boreda Arba Minch which is in the south part of Ethiopia. She joined the LIA sponsorship program in November 2024 while in kindergarten, with a deep desire to learn and fulfill her dream of becoming a teacher. Tseganesh's family faces significant challenges, living in poverty and struggling to provide basic necessities like food and education. Despite these hardships, Tseganesh remains determined and enthusiastic about her studies, seeing education as a way to create a better future for herself and her family. In her free time, Tseganesh enjoys playing volleyball with her friends, showcasing her playful and energetic nature. Her resilience and positive attitude inspire those around her and give hope for a brighter future."
  },
  {
    "id": "LIA-00102",
    "fullName": "Yoseph Yohannes Yage",
    "sponsor": "Looking for a sponsor",
    "dateOfBirth": "2019-01-23",
    "joinedSponsorshipProgram": "2024-11-20",
    "ageAtJoining": 5,
    "gradeAtJoining": "KG 2",
    "currentGrade": "KG 2",
    "school": "Gamo primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with his family, who face significant financial hardships, making daily life challenging.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Playing with his friends",
    "about": "Yoseph Yohannes is a hardworking and ambitious boy from Zage, Boreda Arba Minch which is in the south part of Ethiopia. He joined the LIA sponsorship program in November 2024 with dreams of becoming a doctor to help others and make a positive impact on his community. Yoseph's family faces daily struggles to provide for their basic needs. Despite these challenges, he is passionate about his education and determined to create a brighter future for himself and his family. In his free time, Yoseph enjoys playing with his friends, showcasing his love for sports and teamwork. His determination and positive outlook inspire hope for a better future."
  }
  
  
  
]